Repository: FranzMari/chaser
Catalog: po/*.po
Languages: ca, es

source: Targets
ca: Destinacions
es: Objetivos

source: resolving dependencies...
ca: Es resolen les dependències...
es: resolviendo dependencias...

source: Package not found: {pkg}
ca: Paquet no trobat: {pkg}
es: Paquete no encontrado: {pkg}

source: Proceed with installation?
ca: Es procedeix a la instal·lació?
es: ¿Proceder a la instalación?

source: Edit {pkg} PKGBUILD with $EDITOR?
ca: Voleu editar el PKGBUILD de {pkg} amb $EDITOR?
es: ¿Editar el PKGBUILD de {pkg} con $EDITOR?

source: Edit {pkg}.install with $EDITOR?
ca: Voleu editar {pkg}.install amb $EDITOR?
es: ¿Editar {pkg}.install con $EDITOR?

source: Checking for updates...
ca: Es comprova si hi ha actualitzacions...
es: Buscando actualizaciones...

source: there is nothing to do
ca: No hi ha res per fer.

source: Name :
ca: Nom:
es: Nombre :

source: Version :
ca: Versió:
es: Versión :

source: Licenses :
ca: Llicències:
es: Licencias :

source: Category :
ca: Categoria:
es: Categoría :

source: Votes :
ca: Vots:
es: Votos :

source: Maintainer :
ca: Mantenidor:
es: Mantenedor :

source: OutOfDate :
ca: Caducitat:
es: Desactualizado :

source: Description :
ca: Descripció:
es: Descripción :

source: Next-generation community package management for Chakra.
ca: Gestió de paquets de comunitat d'última generació per al Chakra.
es: Gestor de paquetes comunitarios de última generación para Chakra.

source: show version information and exit
ca: mostra la informació de la versió i surt
es: mostrar información de la versión y salir

source: build packages in BUILD_DIR. default =
ca: construeix paquets al BUILD_DIR. Per defecte =
es: construir paquetes en BUILD_DIR. Por defecto =

source: download source files here
ca: baixa els fitxers de codi font aquí
es: descargar código fuente aquí

source: install a package from the CCR
ca: instal·la un paquet des del CCR
es: instalar un paquete de CCR

source: list available updates
ca: llista les actualitzacions disponibles
es: mostrar las actualizaciones disponibles

source: search for and install updates for CCR packages
ca: cerca i instal·la actualitzacions per als paquets del CCR
es: buscar e instalar actualizaciones para paquetes de CCR

source: search CCR packages
ca: cerca paquets del CCR
es: buscar paquetes en CCR

source: display package information
ca: mostra la informació del paquet
es: mostrar información del paquete

source: usage: pchaser [-h] [-v] [-b BUILD_DIR]
ca: ús: pchaser [-h] [-v] [-b BUILD_DIR]
es: uso: pchaser [-h] [-v] [-b BUILD_DIR]

source: (Pacman-style wrapper)
ca: (Embolcall amb l'estil de Pacman)
es: (Wrapper parecido a Pacman)

source: positional arguments:
ca: arguments posicionals:
es: argumentos posicionales:

source: -G download source files here
ca: -G baixa els fitxers de codi font aquí
es: -G descargar archivos de código fuente aquí

source: -S install a package from the CCR
ca: -S instal·la un paquet des del CCR
es: -S instalar un paquete de CCR

source: -Qu list available updates
ca: -Qu llista les actualitzacions disponibles
es: -Qu mostrar las actualizaciones disponibles

source: -Syu search for and install updates for CCR packages
ca: -Syu cerca i instal·la actualitzacions per als paquets del CCR
es: -Syu buscar e instalar actualizaciones para paquetes de CCR

source: -Ss search CCR packages
ca: -Ss cerca paquets del CCR
es: -Ss buscar paquetes en CCR

source: -Si, -Sii display package information
ca: -Si, -Sii mostra la informació del paquet
es: -Si, -Sii mostrar información del paquete

source: optional arguments:
ca: arguments opcionals:
es: argumentos opcionales:

source: -h, --help show this help message and exit
ca: -h, --help mostra aquest missatge d'ajuda i surt
es: -h, --help mostrar este mensaje de ayuda y salir

source: -v, --version show version information and exit
ca: -v, --version mostra la informació de la versió i surt
es: -v, --version mostrar información de la versión y salir

source: build packages in BUILD_DIR. default = /tmp/chaser
ca: construeix paquets al BUILD_DIR. Per defecte = /tmp/chaser
es: construir paquetes en BUILD_DIR. Por defecto = /tmp/chaser

source: y
ca: s
es: s
